Repository: atef-ataya/Blazor-Startup-Template-8.0
Catalog: Server/Locales/Resource.*.resx
Languages: ar_sa

# AboutContent
source: Abu Dhabi Police General Headquarters is committed to provide customers with the best service possible and to receive and tackle complaints to ensure that these complaints are not going to be repeated. Besides, it will organize all types and degrees of seriousness of the complaint process for customers and allows all customers, suppliers and partners to express their opinions, comments and feedback, file complaints about a service or an incident.
ar_sa: تلتزم القيادة العامة لشرطة أبوظبي بتقديم أفضل خدمة متميزة من خلال استقبال المقترحات ودراستها وتطبيقها من العاملين والمتعاملين ،وتأمين استقبال ومعالجة الشكاوى أيضاً لجميع المتعاملين والموردين والشركاء لضمان عدم تكرارها وتنظيم العملية بمختلف أنواعها و درجات خطورتها ، حيث أنها تتيح التعبير عن أرائهم وملاحظاتهم عن الخدمات المقدمة.

source: About Us
ar_sa: حول النظام

source: Address
ar_sa: العنوان

# applicationError
source: Something Went Wrong. Please Try After Sometime
ar_sa: حدث خطأ أثناء عملية تقديم الطلب

# applicationSuccessSubmit
source: Your application has been submitted successfuly, your application ID:
ar_sa: تم تسجيل طلبك بنجاح رقم الطلب هو

# AppName
source: Abu Dhabi Police CAS System
ar_sa: شرطة أبوظبي نظام الشكاوي

# btnCancel
source: Cancel
ar_sa: إلغاء

# btnComplaint
source: New Complaint
ar_sa: شكوى جديدة

# btnCreate
source: Submit
ar_sa: إرسال

# btnFollowUp
source: Follow Up
ar_sa: متابعة شكوى

# CallTimes
source: Favorite Time for Communication
ar_sa: الوقت المفضل للتواصل

# cancelButton
source: Cancel
ar_sa: إلغاء

# CaptchaErrorMessage
source: The value you entered is not correct.
ar_sa: خطأ في البيانات المدخلة

# CaptchaMessage
source: Please enter the code
ar_sa: يرجى إدخال الرمز

# ChannedId
source: Channel Id
ar_sa: المصدر

source: City
ar_sa: المدينة

# companyNo
source: Company Number
ar_sa: رقم الشركة

# companyNoRequired
source: Company Number is Required
ar_sa: يجب إدخال رقم الشركة

# complainApplicationName
source: Complaints
ar_sa: الشكاوى

source: Complainer Type
ar_sa: مقدم الشكوى

source: Complainer Type Error
ar_sa: خطأ في نوع مقدم الطلب

source: Complaint Against Driver
ar_sa: شكوى على السائق

source: Complaint Against Traffic Fines
ar_sa: شكوى على الغرامات المرورية

# ComplaintAgainstVehicle
source: Complaint Against Traffic Fine
ar_sa: شكوى على مخالفة مرورية

# ComplaintAgianstViolation
source: Objection to a traffic violation
ar_sa: اعتراض على مخالفة مرورية

source: Complaint ID
ar_sa: رقم الشكوى

source: Complaint Kind
ar_sa: نوع الشكوى

# ComplaintKindRequired
source: Complaint kind must be selected
ar_sa: يجب إختيار نوع الشكوى

# ComplaintTraffic
source: Traffic Complaints
ar_sa: شكاوى مرورية

source: Complaint Type
ar_sa: نوع الشكوى

source: Contact Us
ar_sa: الإتصال بنا

# CreateButton
source: Submit
ar_sa: إرسال

# CurrentPage
source: New Complaint
ar_sa: شكوى جديدة

source: Customer Solution
ar_sa: الحل المطلوب

source: Date
ar_sa: التاريخ

# Description
source: Live Streaming Video with Abu Dhabi Police GHQ
ar_sa: البث المباشر القيادة العامة لشرطة ابوظبي

source: Detail
ar_sa: التفاصيل

# detailRequired
source: Must Enter Suggestion Detail
ar_sa: يجب إدخال تفاصيل المقترح

source: Details
ar_sa: التفاصيل

# DetailsRequired
source: Complaint details must be entered
ar_sa: يجب إدخال تفاصيل الشكوى

# EID
source: Emirates ID
ar_sa: رقم الإمارات للهوية

# EIDRequired
source: Emirates ID must be entered
ar_sa: يجب إدخال رقم الهوية الإماراتية

source: Email
ar_sa: البريد الإلكتروني

# EmailFormat
source: Email format is invalid
ar_sa: صيغة الإيميل غير صحيحة

# EmailInvalid
source: Invalid Email
ar_sa: الإيميل غير صحيح

# EmailRequired
source: Email must be entered
ar_sa: يجب إدخال البريد الإلكتروني

# EmiID
source: Emirate
ar_sa: الإمارة

source: Emirates ID
ar_sa: رقم بطاقة الهوية

# EmiratesIdentityError
source: Emirates Identity must be 15 digits
ar_sa: رقم الإمارات للهوية يجب أن يكون 15 رقم

# error
source: An error has occured while submitting your complaint
ar_sa: حدث خطأ أثناء إرسال الشكوى...يرجى المحاولة لاحقا

source: Feedback
ar_sa: الشكر والثناء

# File
source: Image
ar_sa: صورة

# filesizeinfo
source: Maximum upload file size:
ar_sa: الحد الأقصى لحجم ملف التحميل:

source: File Type:
ar_sa: نوع الملف:

source: Fine Number
ar_sa: رقم المخالفة

source: Fine Type
ar_sa: نوع المخالفة

# FollowUp
source: FollowUp Complaint's Status
ar_sa: متابعة حالة الشكوى

# formTitle
source: Please fill out the form below
ar_sa: يرجى ملء النموذج أدناه

# GenderRequired
source: Gender is Required
ar_sa: يجب إختيار الجنس

# GenderType
source: Gender
ar_sa: الجنس

# generalError
source: This field is required
ar_sa: هذا الحقل إجباري

# Home
source: Home Page
ar_sa: الصفحة الرئيسية

# homePage
source: Home
ar_sa: الصفحة الرئيسية

# ImageInvalid
source: Invalid Image Type (Only jpg,jpeg,png are allowed)
ar_sa: نوع الصورة غير صحيح (فقط jpg,jpeg,png مسموح بها)

# KindDetail
source: Details
ar_sa: النوع

# kindRequired
source: Must select Suggestion Kind
ar_sa: يجب إختيار نوع المقترح

source: Know Your Rights
ar_sa: اعرف حقك

# langArabic
source: عربي
ar_sa: العربية

# lengthError
source: Details should have minumum of 25 Characters
ar_sa: يجب إدخال 25 حرف أقل شيء في التفاصيل

# Main
source: Complaints And Suggestions
ar_sa: الشكاوى و المقترحات

# MainSmall
source: CAS
ar_sa: الشكاوى و المقترحات

source: Main Type
ar_sa: نوع المقترح

# menuApplicationDesc
source: Suggestion Details
ar_sa: تفاصيل المقترح

# menuApplicationName
source: Suggestion
ar_sa: المقترحات

# menuSearch
source: Search
ar_sa: البحث

# Mid
source: Military Number
ar_sa: الرقم العسكري

source: Mobile
ar_sa: رقم الهاتف المتحرك

# mobileError
source: Mobile Number is not valie (ex:0501234567)
ar_sa: رقم الموبايل غير صحيح (مثل: 0501234567)

# MobileFormat
source: Mobile format is invalid
ar_sa: صيغة رقم الهاتف المتحرك غير صحيحة

# MobileNo
source: Mobile Number
ar_sa: رقم الهاتف المتحرك

# mobileRequired
source: Mobile Number must be entered
ar_sa: يجب إدخال رقم الهاتف

# modelName
source: New Suggestion
ar_sa: مقترح جديد

source: Name
ar_sa: الإسم

# NameEn
source: Name in English
ar_sa: الإسم باللغة الإنجليزية

# nameRequired
source: Name must be entered
ar_sa: يجب إدخال الإسم

# otpsent
source: OTP has been sent to your mobile
ar_sa: تم إرسال رمز التحقق إلى رقم الهاتف المدخل

source: Plate Category
ar_sa: فئة اللوحة

source: Plate Color
ar_sa: اللون

# PlateColors
source: Plate Color
ar_sa: لون اللوحة

# plateNo
source: Plate Number
ar_sa: رقم اللوحة

source: Plate Number
ar_sa: رقم اللوحة

# plateNumberError
source: Plate Number Should Contains Only Numbers
ar_sa: رقم اللوحة مكون من أرقام فقط

source: Plate Source
ar_sa: مصدر اللوحة

source: Please Select
ar_sa: يرجى الإختيار

source: Privacy Policy
ar_sa: سياسة الخصوصية

# RequiredEmiratesIdentity
source: You must enter value for the Emirates Identity
ar_sa: يجب إدخال رقم الهوية

# requiredFields
source: are required fields
ar_sa: هذه الحقول إجبارية

# ResourcesKind
source: Resource Kind
ar_sa: نوع المصدر

# ResourcesKindRequired
source: Resource Kind Required
ar_sa: يجب إدخال نوع المصدر

source: Search
ar_sa: بحث

# searchsubtitle
source: Please search your registered complaints
ar_sa: يرجى البحث عن الشكاوى المسجلة الخاصة بك

# selectComplainttype
source: Please select type of complaint you want to register.
ar_sa: يرجى إختيار نوع الشكوى

# Solution
source: Required Solution
ar_sa: الحل المطلوب

source: Status
ar_sa: الحالة

# StreamsList
source: Live Streams List
ar_sa: قائمة البث الحي

source: Sub Type
ar_sa: نوع فرعي

source: Success!
ar_sa: تم إرسال طلبك بنجاح

source: Suggestions
ar_sa: المقترحات

# tandc
source: I have read and agree to the Terms and Conditions
ar_sa: لقد قرأت الشروط والأحكام وأوافق عليها

# Terms
source: Terms and Conditions
ar_sa: الشروط و الأحكام

# TermsAndConditions
source: I have read and agree to the Terms and Conditions
ar_sa: لقد قرأت الشروط والأحكام وأوافق عليها

# Title
source: Live Streaming
ar_sa: البث الحي

# UID
source: Unified ID Number
ar_sa: الرقم الموحد

# UIDRequired
source: Unified ID must be entered
ar_sa: يجب إدخال الرقم الموحد

source: Unified ID
ar_sa: الرقم الموحد

# UnifiedIDError
source: The unified number contains numbers only
ar_sa: الرقم الموحد يجب أن يكون مكون من أرقام فقط
